<?php

define('HT_VERSION', '经典版4.7.7');
define('HT_RELEASE', '2018-04-29 01'); 

 /* 
	20170709 4.3.5 增加自动淘口令、后天券自动采集器、修复后天券不能添加   修复兑换细节  更新搜索 收藏 
	20170720 4.4.1 测试查券功能及效果
	20170801 4.4.2 更新超级搜索采集器  添加查券  替换 “内部券” 等关键字
	20170806 4.4.3 优化手机版兑换   删除品牌详情页猜你喜欢
	20170808 4.4.4 修改查券请求地址
	20170820 4.4.5 更新筛选   更新电脑版查券   更新选品库采集
	20170822 4.4.6 删除默认的普通分类  
	20170828 4.4.6 删除可以用链接搜索商品
	20170830 4.4.8 修复手机版搜索结果图片被拉长
	20170831 4.4.9 更新查券及搜索  可以查淘宝联盟所有商品  查返利
	20170902 4.5.0 恢复手机版邀请得积分功能
	20170907 4.5.1 增加手机版在线客服
	20170910 4.5.2 修复手机版查券功能
	20170910 4.5.3 修复选品库采集的优惠券商品生产淘口令错误
	20171012 4.5.5 升级淘口令接口
	20171024 4.5.6 更新后天券采集器
	20171025 4.5.7 优化后天券采集器  增加测试版自动定向
	20171212 4.5.8 恢复全自动采集器 后天券采集器
	20171219 4.5.9 修复阿里妈妈采集器
	20171226 4.6.0 修复全自动采集器 默认关闭显示过期商品
	20180112 4.6.1 更新手机版样式 更新手机版底部菜单栏为自定义
	20180205 4.7.0 增加微信登录 增加高效API全自动高佣
	20180314 4.7.2 增加详情页重试次数到20次
	20180316 4.7.3 取消无券商品转普通链接
	20180320 4.7.4 修改高佣授权接口
	20180331 4.7.5	修改商品详情页
	20180413 4.7.6  更新自动高佣接口
	20180429 4.7.7 详情页增加ssl
 */
?>